[Archetypes.ARC_IA_BlacksiteVial XComInteractiveLevelActor]
FriendlyDisplayName="Очистная центрифуга"

[Archetypes.ARC_IA_BroadcastStationBase XComInteractiveLevelActor]
FriendlyDisplayName="Управление сетью"

[Archetypes.ARC_IA_FlightDevice XComInteractiveLevelActor]
FriendlyDisplayName="Преобразователь энергии"

[Archetypes.ARC_IA_ForgeStasisTube XComInteractiveLevelActor]
FriendlyDisplayName="Стазис-капсула"

[Archetypes.ARC_IA_HackableAlienComputerBase XComInteractiveLevelActor]
FriendlyDisplayName="Аварийный маячок"

[Archetypes.ARC_IA_HackableStationBase XComInteractiveLevelActor]
FriendlyDisplayName="Терминал сети"

